Repository: common-repository/website-monitoring
Catalog: languages/website-monitoring-*.po
Languages: de_de, es_es, pl_pl

source: Monitor your blog's uptime with www.supermonitoring.com services - and have all the charts and tables displayed in your WordPress panel.
de_de: Überwachen Sie die Verfügbarkeit Ihres Blogs mit www.supermonitoring.com services - und lassen Sie alle Diagramme und Tabellen in Ihrem WordPress-Panel anzeigen.
es_es: Supervise el tiempo de actividad de su blog con los servicios de www.supermonitoring.com y haga que todos los gráficos y tablas aparezcan en su panel de WordPress.
pl_pl: Monitoruj dostępność swojego bloga za pomocą usług www.supermonitoring.pl - i wyświetlaj wszystkie wykresy i tabele w swoim panelu WordPress.

source: https://www.supermonitoring.com/p/wordpress-plugin
pl_pl: https://www.supermonitoring.pl/p/wtyczka-do-wordpressa

source: https://www.supermonitoring.com/API/
pl_pl: https://www.supermonitoring.pl/API/

source: <strong>Super Monitoring</strong> plugin is almost ready. You only need to <a href=\"options-general.php?page=website-monitoring/supermonitoring.php\">configure it</a>.
de_de: <strong>Super Monitoring</strong> Plugin ist fast fertig. Sie müssen es nur <a href=\"options-general.php?page=website-monitoring/supermonitoring.php\">konfigurieren</a>.
es_es: <strong>Super Monitoring</strong> plugin está casi listo. Sólo tienes que <a href=\"options-general.php?page=website-monitoring/supermonitoring.php\">configurarlo</a>.
pl_pl: Wtyczka <strong>Super Monitoring</strong> jest prawie gotowa. Trzeba ją jeszcze <a href=\"options-general.php?page=website-monitoring/supermonitoring.php\">skonfigurować</a>.

source: Super Monitoring - plugin settings
de_de: Super Monitoring - Plugin-Einstellungen
es_es: Super Monitoring - configuración del plugin
pl_pl: Super Monitoring - ustawienia wtyczki

source: If you already have a subscription at www.supermonitoring.com, enter your token to integrate the service with WordPress panel.
de_de: Wenn Sie bereits ein Abonnement bei www.supermonitoring.de haben, geben Sie Ihr Token ein, um den Dienst in WordPress Panel zu integrieren.
es_es: Si ya tiene una suscripción a www.supermonitoring.com, introduzca su token de integrar el servicio con el panel de WordPress.
pl_pl: Jeżeli posiadasz już usługę w serwisie www.supermonitoring.pl, wprowadź token żeby zintegrować ją z panelem WordPress.

source: Authorization token:
de_de: Autorisierungs-Token:
es_es: Token de autorización:
pl_pl: Token autoryzacyjny:

source: You can find the token in your Account Settings at <a href="https://www.supermonitoring.com/" target="_blank">www.supermonitoring.com</a>.
de_de: Sie finden das Token in Ihren Kontoeinstellungen unter <a href="https://www.supermonitoring.de/" target="_blank">www.supermonitoring.de</a>.
es_es: Usted puede encontrar el token de configuración de tu cuenta en <a href="http://www.monitoreo-sitios.com/" target="_blank">www.monitoreo-sitios.com</a>.
pl_pl: Token znajdziesz w swoich Ustawieniach Konta w serwisie <a href="https://www.supermonitoring.pl/" target="_blank">www.supermonitoring.pl</a>.

source: Language:
de_de: Sprache:
es_es: Idioma:
pl_pl: Język:

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
pl_pl: Zapisz zmiany

source: If you don`t have an account at www.supermonitoring.com yet, <a href="https://www.supermonitoring.com/landing/page1/?utm_source=WordPress&utm_medium=text&utm_campaign=plugin" target="_blank"><strong>sign up here</strong></a> for a 14-day free trial.
de_de: Wenn Sie noch kein Konto bei www.supermonitoring.de haben, <a href="https://www.supermonitoring.com/landing/page1/?utm_source=WordPress&utm_medium=text&utm_campaign=plugin" target="_blank"><strong>melden Sie sich hier</strong></a> für eine 14-tägige kostenlose Testversion an.
es_es: Si usted no tiene una cuenta en www.monitoreo-sitios.com todavía, <a href="https://www.supermonitoring.com/landing/page1/?utm_source=WordPress&utm_medium=text&utm_campaign=plugin" target="_blank"><strong>regístrese aquí</strong></a> para una prueba gratuita de 14 días.
pl_pl: Jeśli nie masz jeszcze konta w serwisie www.supermonitoring.pl, <a href="https://www.supermonitoring.pl/landing/page1/indexPL.php?utm_source=WordPress&utm_medium=text&utm_campaign=plugin" target="_blank"><strong>zarejestruj się tutaj</strong></a> aby otrzymać 14-dniowe konto próbne.

source: Your Checks
de_de: Ihre Tests
es_es: Su sitios web
pl_pl: Twoje testy

source: Your Account
de_de: Ihr Konto
es_es: Su suenta
pl_pl: Twoje konto

source: Your Contacts
de_de: Ihre Kontakte
es_es: Sus contactos
pl_pl: Twoje kontakty

source: Invalid token. You can obtain your token in your Account Settings at <a href=\"https://www.supermonitoring.com/\" target=\"_blank\">www.supermonitoring.com</a>.
de_de: Ungültiges Token. Sie können Ihr Token in Ihren Kontoeinstellungen unter <a href=\"https://www.supermonitoring.de/\" target=\"_blank\">www.supermonitoring.de</a> erhalten.
es_es: Token incorrecta. Usted puede obtener su ficha en configuración de tu cuenta en <a href=\"http://www.monitoreo-sitios.com/\" target=\"_blank\">www.monitoreo-sitios.com</a>.
pl_pl: Nieprawidłowy token. Token znajdziejsz w swoich Ustawieniach Konta w serwisie <a href=\"https://www.supermonitoring.pl/\" target=\"_blank\">www.supermonitoring.pl</a>.

source: Changes have been saved.
de_de: Die Änderungen wurden gespeichert
es_es: Los cambios se han guardado.
pl_pl: Zmiany zostały zapisane.

source: www.supermonitoring.com
de_de: www.supermonitoring.de
pl_pl: www.supermonitoring.pl

source: <strong>Super Monitoring</strong> plugin is almost ready. You only need to
de_de: <strong>Super Monitoring</strong> Plugin ist fast fertig. Sie müssen es nur
es_es: <strong>Super Monitoring</strong> plugin está casi listo. Sólo tienes que
pl_pl: Wtyczka <strong>Super Monitoring</strong> jest prawie gotowa. Trzeba ją jeszcze

source: configure it
de_de: konfigurieren
es_es: configurarlo
pl_pl: skonfigurować
